{
    "herosectitle": "Charter Accountants ",
    "hero-sec-title":"& Tax Experts",
    "hero-sec-paragraph": "general professional partnership of Certified Public Accountants with strong academic credentials and professional experience. Our commitment is not just to provide high-level, impactful, and dependable professional services, but also to promote highly responsive client relationship.",
    "hero-sec-firstbtn": "Request A Service",
    "hero-sec-secondbtn": "Learn More",

    "stats-sec-first": "Years of Experience",
    "stats-sec-second": "Clients in Egypt",
    "stats-sec-third": "Assignment in all Sectors",

    "values-sec-header": "OUR VALUES",
    "values-sec-paragraph": "We are dedicated to empowering individuals, businesses, and communities by providing innovative and cutting-edge technology solutions that unlock new possibilities and drive positive change. Our mission is to make technology accessible, reliable, and impactful, enabling our customers to thrive in the digital era and shape a better future for all.",
    "values-sec-link": "Learn More",

    "services-sec-title": "OUR SERVICES",
    "services-sec-item 1 title": "Tax Services & Consultations",
    "services-sec-item 1 component": "provides its tax services in this area on the basis of the specialization principle. Accordingly, each partner and his group provide ...",
    "services-sec-item 2 title": "Auditing & Assurance",
    "services-sec-item 2 component": "Our Auditing and Assurance service provides insight on the current state of firms, exploring the legitimacy of firms’ financial statements...",
    "services-sec-item 3 title": "Bookkeeping",
    "services-sec-item 3 component": "provides daily recording of a company’s financial transactions into organized accounts to keep up to date of your financial transactions..",
    "services-sec-item 4 title": "Investment & Incorporation",
    "services-sec-item 4 component": "Incorporating of all kinds of stock companies, partnerships. Performing economic feasibility studies of projects., Restructuring...",
    "services-sec-item 5 title": "Social Insurance",
    "services-sec-item 5 component": "handles all aspects of social insurance applications and resolves any problems or disputes. We work in two types : first type is..",
    "services-sec-item 6 title": "Training Workshops",
    "services-sec-item 6 component": "provides training workshops for companies and corporations to improve their team quality and skills required to unlock sucess..",
    "services-sec-link": "Learn More",
    "contact btn": "Contact Us",

    "clients-sec-title": "OUR CLIENTS",

    "blogs-sec-title": "Explore our Latest Blogs",
    "blogs-sec-link": "Read more",

    "question-sec-title": "Have A Question?",
    "question-sec-p": "Let’s Have A Talk Together"
}